Revit 2027 API
LeaderArray Constructor
Initializes a new instance of the LeaderArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public LeaderArray()
Public Sub New
public:
LeaderArray()
new : unit -> LeaderArray
See Also
Reference
LeaderArray Class
Autodesk.Revit.DB Namespace